Repository: claunia/romrepomgr
Catalog: RomRepoMgr.Core/Resources/Localization.*.resx
Languages: es

source: Adding DAT to database...
es: Añadiendo DAT a la base de datos...

# AddingMachines
source: Adding machines (games)...
es: Añadiendo máquinas (juegos)

source: Adding ROMs...
es: Añadiendo ROMs...

source: Assertion failed
es: Aserción fallida

# Base32_Invalid_format
source: Specified string is not valid Base32 format because character "{0}" does not exist in Base32 alphabet
es: El texto especificado no tiene un formato Base32 válido porque el caracter "{0}" no existe en el alfabeto Base32

# Base32_Not_enought_data
source: Specified string is not valid Base32 format because it doesn't have enough data to construct a complete byte array
es: El texto especificado no tiene un formato Base32 válido porque no tiene datos suficientes para completar una ristra de bytes

# CannotFindHashInRepository
source: Cannot find file with hash {0} in the repository
es: No se puede encontrar el archivo con hash {0} en el repositorio

# CannotFindLsAr
source: Cannot find lsar executable.
es: No se puede encontrar el ejecutable lsar.

# CannotFindUnArAtPath
source: Cannot find unar executable at {0}.
es: No se puede encontrar el ejecutable unar en {0}.

# CannotFindZipEntryInDictionary
source: Cannot find requested zip entry in hashes dictionary
es: No se puede encontrar la entrada zip solicitada en el diccionari de hashes

source: Cannot run lsar.
es: No se puede ejecutar lsar.

source: Cannot run unar.
es: No se puede ejecutar unar.

# Cannot_seek_after_end
source: Cannot seek after stream end.
es: No se puede posicionar antes del comienzo.

# Cannot_seek_before_start
source: Cannot seek before stream start.
es: No se puede posicionar después del comienzo.

source: Checking if file is an archive...
es: Comprobando si el fichero es un archivo comprimido...

# Compressing
source: Compressing {0}...
es: Comprimiendo {0}...

source: Compressing DAT file...
es: Comprimiendo archivo DAT...

source: Compressing file...
es: Comprimiendo archivo...

source: Could not find ROM set in database.
es: No se pudo encontrar el set de ROMs en la base de datos.

# DatabaseFileExistsMsgBoxTitle
source: File exists
es: El archivo existe

# DatAlreadyInDatabase
source: DAT file is already in database, not importing duplicates.
es: El archivo DAT ya está en la base de datos, no importaré duplicados.

source: Enumerating files...
es: Enumerando archivos...

source: Exporting ROMs...
es: Exportando ROMs...

source: Extracted contents
es: Contenidos extraídos

# ExtractingArchive
source: Extracting archive contents...
es: Extrayendo contenidos del archivo...

source: Finished
es: Terminado

source: Finishing...
es: Terminando...

# FoundRomWithoutMachine
source: Found a ROM with an unknown machine, this should not happen.
es: Se encontró una ROM sin máquina, esto no debería pasar.

# GettingMachineNames
source: Getting machine (game) names...
es: Obteniendo nombre de las máquinas (juegos)...

source: Hashing DAT file...
es: Calculando hash del archivo DAT...

source: Hashing file...
es: Calculando hash del archivo...

# Importing
source: Importing {0}...
es: Importando {0}...

# NotCorrectLsAr
source: Not the correct lsar executable
es: No es el ejecutable correcto de lsar

# NotCorrectUnAr
source: Not the correct unar executable
es: No es el ejecutable corrector de unar

source: Not yet implemented.
es: Aún no implementado.

# ParsinDatFile
source: Parsing DAT file...
es: Analizando archivo DAT...

source: Removing temporary path...
es: Eliminando ruta remporal...

source: Retrieving ROMs and disks...
es: Recuperando ROMs y discos...

source: Retrieving ROM set from database.
es: Recuperando set de ROMs de la base de datos...

source: Saving changes to database...
es: Guardando cambios en la base de datos...

# Spamsum_Input_exceeds_data
source: The input exceeds data types.
es: La entrada excede los tipos de datos.

# Spamsum_no_binary
source: SpamSum does not have a binary representation.
es: SpamSum no posee una representación binaria.

# UnArPathNotSet
source: unar path is not set.
es: La ruta a unar no está establecida.

# UnhandledException
source: Unhandled exception occurred.
es: Ocurrió una excepción no controlada.

# UnhandledExceptionWhenImporting
source: Unhandled exception when importing file.
es: Excepción no controlada al importar archivo.

source: Unknown file.
es: Archivo desconocido.

source: Adding disks...
es: Añadiendo discos...

# FoundDiskWithoutMachine
source: Found a disk with an unknown machine, this should not happen.
es: Se encontró un disco sin máquina, esto no debería pasar.
