Repository: claunia/romrepomgr
Catalog: RomRepoMgr/Resources/Localization.*.resx
Languages: es

# AboutLabel
source: About
es: Acerca de

# AboutTitle
source: About ROM Repository Manager
es: Acerda de ROM Repository Manager

# AllFilesDialogLabel
source: All files
es: Todos los archivos

# AllFilesLabel
source: Check all files.
es: Comprobar todos los archivos.

# AssembliesLibraryText
source: Library
es: Librería

# AssembliesVersionText
source: Version
es: Versión

# AuthorsLabel
source: Authors
es: Autores

# AuthorsText
source: Developers: Natalia Portillo
es: Desarrolladores: Natalia Portillo

# CancelLabel
source: Cancel
es: Cancelar

# CheckingUnArText
source: Checking The Unarchiver...
es: Comprobando The Unarchiver...

# ChooseDatabaseFile
source: Choose database to open / create
es: Elegir base de datos a abrir o crear

# ChooseLabel
source: Choose...
es: Elegir...

source: Choose repository folder
es: Elegir carpeta del repositorio

source: Choose temporary folder
es: Elegir carpeta temporal

# ChooseUnArExecutable
source: Choose UnArchiver executable
es: Elegir ejecutable de UnArchiver

# CloseLabel
source: Close
es: Cerrar

# CompleteMachinesLabel
source: Complete games
es: Juegos completos

# DatabaseFileCannotDeleteCaption
source: An error occurred trying to delete the chosen file.
es: Ocurrió un error al eliminar el archivo elegido.

# DatabaseFileCannotDeleteTitle
source: Could not delete file
es: No se pudo eliminar el archivo.

# DatabaseFileDeleteCaption
source: Do you want to delete the file?
es: ¿Quieres eliminar el archivo?

# DatabaseFileExistsMsgBoxTitle
source: File exists
es: El archivo existe

# DatabaseFileLabel
source: Database file
es: Archivo de base de datos

# DatabaseFileMsgBoxTryOpen
source: Do you want to try to open the existing file as a database?
es: ¿Quieres intentar abrir el archivo existente como una base de datos?

# DatabaseFileTryOpenCaption
source: Do you want to try to open the existing file as a database?
es: ¿Quieres intentar abrir el archivo existente como una base de datos?

# DatabaseFileUnusableDeleteMsgBoxCaption
source: An error occurred trying to use the chosen file as a database. Do you want to delete the file?
es: Ocurrió un error al tratar de usar el archivo seleccionado como una base de datos. ¿Quieres eliminarlo?

# DatabaseFileUnusableMsgBoxCaption
source: An error occurred trying to use the chosen file as a database.
es: Ocurrió un error al tratar de usar el archivo seleccionado como una base de datos.

# DatabaseFileUnusableMsgBoxTitle
source: Could not use database
es: No se puede usar la base de datos.

# DatFilesDialogLabel
source: DAT files
es: Archivos DAT

# DecompressingDat
source: Decompressing DAT file...
es: Descomprimiendo archivo DAT...

# DeleteRomSetMsgBoxCaption
source: Are you sure you want to delete the ROM set {0}?
es: ¿Estás seguro de eliminar el set de ROMs {0}?

# DeleteRomSetMsgBoxTitle
source: Delete ROM set
es: Eliminar set de ROMs

# EditDatTitle
source: Edit DAT
es: Editar DAT

# ExitButtonText
source: Exit
es: Salir

# ExportDatTitle
source: Exporting DAT file...
es: Exportando archivo DAT...

# ExportRomsDialogTitle
source: Export ROMs to folder...
es: Exportar ROMs a carpeta...

# ExportRomsTitle
source: Exporting ROM files to folder...
es: Exportando ROMs a carpeta...

# FileMenuExitText
source: E_xit
es: _Salir

# FileMenuImportDatFileText
source: Import DAT _file
es: Importar _archivo DAT

# FileMenuImportDatFolderText
source: Import DAT f_older
es: Importar _carpeta de DATs

# FileMenuSettingsText
source: _Settings
es: _Preferencias

# FileMenuText
source: _File
es: _Archivo

# FilesystemMenuMountText
source: _Mount
es: _Montar

# FilesystemMenuText
source: File_system
es: _Sistema de ficheros

source: Finished
es: Terminado

# FoundFiles
source: Found {0} files...
es: Encontrados {0} archivos...

# HaveRomsLabel
source: Have ROMs
es: ROMs presentes

# HelpMenuAboutText
source: _About
es: _Acerca de

# HelpMenuText
source: _Help
es: _Ayuda

# HomepageLabel
source: Homepage
es: Página web

# ImportDatFileDialogTitle
source: Import DAT file...
es: Importar archivo DAT...

# ImportDatFolderDialogTitle
source: Import DATs from folder...
es: Importar DATs en carpeta...

# ImportDatFolderTitle
source: Import DAT files from folder...
es: Importar archivos DAT de carpeta...

# ImportDatTitle
source: Importing DAT file...
es: Importando archivo DAT...

# ImportingItem
source: Importing {0}...
es: Importando {0}...

# ImportRomFolderTitle
source: Import ROM files from folder...
es: Importar ROMs de carpeta...

# ImportRomsFolderDialogTitle
source: Import ROMs from folder...
es: IImportar ROMs de carpeta...

# IncompleteMachinesLabel
source: Incomplete games
es: Juegos incompletos

# KnownOnlyLabel
source: Only import known files.
es: Importar solo archivos conocidos.

# LibrariesLabel
source: Libraries
es: Librerías

# LicenseLabel
source: License: GNU General Public License Version 3
es: Licencia: Licencia Pública General GNU Versión 3

# LoadingDatabaseText
source: Loading database...
es: Cargando base de datos...

# LoadingRomSetsText
source: Loading ROM sets...
es: Cargando sets de ROMs...

# LoadingSettingsText
source: Loading settings...
es: Cargando preferencias...

# MigratingDatabaseText
source: Migrating database...
es: Migrando base de datos...

# MissRomsLabel
source: Missing ROMs
es: ROMs faltantes

# PathLabel
source: Path:
es: Ruta:

# RecurseArchivesLabel
source: Try to detect archives and import their contents.
es: Intentar detectar archivos comprimiedos e importar su contenido.

# RecursiveLabel
source: Recurse subfolders.
es: Recorrer subcarpetas.

# RemoveDatTitle
source: Removing ROM set...
es: Eliminando set de ROM...

# RemoveFilesLabel
source: Remove files after import successful.
es: Eliminar archivos después de importar satisfactoriamente.

source: Removing DAT file from repo...
es: Eliminando archivo DAT del repositorio...

source: Removing ROM set from database...
es: Elimiando set de ROMs de la base de datos...

# RepositoryFolderLabel
source: Repository folder
es: Carpeta del repositorio

# ResultFilenameLabel
source: Filename
es: Nombre de archivo

# ResultStatusLabel
source: Status
es: Estado

source: Retrieving ROM set from database...
es: Recuperando set de ROMs de la base de datos...

# RomSetAuthorLabel
source: Author
es: Autor

# RomSetCommentLabel
source: Comment
es: Comentario

# RomSetCompleteMachinesLabel
source: Complete
es: Completos

# RomSetDateLabel
source: Date
es: Fecha

# RomSetDescriptionLabel
source: Description
es: Descripción

# RomSetHaveRomsLabel
source: Have
es: Presentes

# RomSetIncompleteMachinesLabel
source: Incomplete
es: Incompletos

# RomSetMissRomsLabel
source: Miss
es: Faltantes

# RomSetNameLabel
source: Name
es: Nombre

source: ROM sets
es: Sets de ROMs

# RomSetsMenuDeleteText
source: _Delete
es: Elimina_r

# RomSetsMenuEditText
source: _Edit
es: _Editar

# RomSetsMenuSaveDatText
source: Save DAT _file
es: _Guardar archivo DAT

# RomSetsMenuSaveRomsText
source: _Save ROMs to folder
es: Guardar ROMs en _carpeta

# RomSetsMenuText
source: ROM _sets
es: Sets de _ROMs

# RomSetTotalMachinesLabel
source: Games
es: Juegos

# RomSetVersionLabel
source: Version
es: Versión

# RomsMenuImportText
source: _Import folder
es: Importar _carpeta

# SaveLabel
source: Save
es: Guardar

source: Saving changes to database...
es: Guardando cambios en la base de datos...

source: Searching for files...
es: Buscando archivos...

# SelectMountPointDialogTitle
source: Select mount point...
es: Elegir punto de montaje...

# SettingsTitle
source: Settings
es: Preferencias

# StartLabel
source: Start
es: Comenzar

# TemporaryFolderLabel
source: Temporary folder
es: Carpeta temporal

# TheUnarchiverVersionLabel
source: The Unarchiver version {0}
es: The Unarchiver versión {0}

# TotalMachinesLabel
source: Total games
es: Total de juegos

# TotalRomsLabel
source: Total ROMs
es: Total de ROMs

# UnArPathLabel
source: Path to UnAr
es: Ruta a UnAr

# FilesystemMenuUmountText
source: _Umount
es: _Desmontar

# RomSetCategoryLabel
source: Category
es: Categoría

source: Retrieving ROM sets from database...
es: Recuperando sets de ROMs de la base de datos...

source: Removing old statistics
es: Eliminando estadísticas antiguas

# CalculatingStatisticsForRomSet
source: Calculating statistics for {0} - {1} ({2})
es: Calculando estadísticas para {0} - {1} ({2})

# DatabaseMenuText
source: Database
es: Base de datos

# DatabaseMenuUpdateStatsText
source: Update statistics
es: Actualizar estadísticas

# UpdateStatsConfirmationDialogText
source: Do you want to update ROM set statistics in database? This will take a long time...
es: ¿Quieres actualizar las estadísticas de los sets de ROMs en la base de datos? Tardará mucho tiempo...

# UpdateStatsTitle
source: Updating ROM sets statistics
es: Actualizando estadísticas de sets de ROMs
