Repository: claunia/romrepomgr
Catalog: RomRepoMgr.Core/Checksums/Localization/Localization.*.resx
Languages: es

source: Assertion failed
es: Error de aserción

# CD_Text_Pack_four_CRC_0_expected_1
source: CD-Text Pack 4 CRC 0x{0:X4}, expected 0x{1:X4}
es: CRC del paquete 4 de CD-Text es 0x{0:X4} se esperaba 0x{1:X4}

# CD_Text_Pack_one_CRC_0_expected_1
source: CD-Text Pack 1 CRC 0x{0:X4}, expected 0x{1:X4}
es: CRC del paquete 1 de CD-Text es 0x{0:X4} se esperaba 0x{1:X4}

# CD_Text_Pack_three_CRC_0_expected_1
source: CD-Text Pack 3 CRC 0x{0:X4}, expected 0x{1:X4}
es: CRC del paquete 3 de CD-Text es 0x{0:X4} se esperaba 0x{1:X4}

# CD_Text_Pack_two_CRC_0_expected_1
source: CD-Text Pack 2 CRC 0x{0:X4}, expected 0x{1:X4}
es: CRC del paquete 4 de CD-Text es 0x{0:X4} se esperaba 0x{1:X4}

# Cyclic_CDTP2_0_Calc_CDTP2_1
source: Cyclic CDTP2 0x{0:X4}, Calc CDTP2 0x{1:X4}
es: CDTP2 cíclico 0x{0:X4}, CDTP2 calculado 0x{1:X4}

# Cyclic_CDTP3_0_Calc_CDTP3_1
source: Cyclic CDTP3 0x{0:X4}, Calc CDTP3 0x{1:X4}
es: CDTP3 cíclico 0x{0:X4}, CDTP3 calculado 0x{1:X4}

# Cyclic_CDTP4_0_Calc_CDTP4_1
source: Cyclic CDTP4 0x{0:X4}, Calc CDTP4 0x{1:X4}
es: CDTP4 cíclico 0x{0:X4}, CDTP4 calculado 0x{1:X4}

source: Detected CD+EG Pack in subchannel
es: Detectado paquete CD+EG en el subcanal

source: Detected CD+G Pack in subchannel
es: Detectado paquete CD+G en el subcanal

source: Detected CD+MIDI Pack in subchannel
es: Detectado paquete CD+MIDI en el subcanal

source: Detected CD-TEXT Pack in subchannel
es: Detectado paquete CD-TEXT en el subcanal

source: Detected Line Graphics Pack in subchannel
es: Detectado paquete de gráficos lineales en el subcanal

source: Detected unknown Pack type in subchannel: mode {0}, item {1}
es: Detectado paquete de tipo desconocido en el subcanal: modo {0}, elemento {1}

source: Detected User Pack in subchannel
es: Detectado paquete de usuario en el subcanal

source: Detected Zero Pack in subchannel
es: Detectado paquete cero en el subcanal

source: Erasure positions as determined by roots of Eras Loc Poly:
es: Posiciones de borrado determinadas por el polinomio:

# ERROR_denominator_equals_zero
source: ERROR: denominator = 0
es: ERROR: denominador = 0

source: Final error positions:
es: Posiciones finales de error:

# lambda_is_wrong
source: lambda(x) is WRONG
es: lambda(x) es INCORRECTO

source: m must be between 2 and 16 inclusive
es: m debe estar entre 2 y 16 inclusivos

source: Not yet implemented.
es: Aún no implementado.

# Q_subchannel_CRC_0_expected_1
source: Q subchannel CRC 0x{0:X4}, expected 0x{1:X4}
es: CRC del subcanal Q es 0x{0:X4}, se esperaba 0x{1:X4}

source: SpamSum does not have a binary representation.
es: SpamSum no posee una representación binaria.

source: The input exceeds data types.
es: La entrada excede los tipos de datos

source: Trying to calculate RS without initializing!
es: ¡Intentando calcular RS sin inicializar!
